Repository: idylwork/git-sprout
Catalog: GitSprout/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ (exit code %lld)
ja: %@（終了コード %lld）

source: %@ (no commits)
ja: %@（コミットなし）

source: %lld changes
ja: %lld 件の変更

source: %lld commits ahead of the upstream
ja: 上流より %lld コミット進んでいます

source: %lld commits behind the upstream
ja: 上流より %lld コミット遅れています

source: %lld pages
ja: %lld ページ

source: (No message)
ja: （メッセージなし）

source: 1 change
ja: 1 件の変更

source: 1 commit ahead of the upstream
ja: 上流より 1 コミット進んでいます

source: 1 commit behind the upstream
ja: 上流より 1 コミット遅れています

source: A dropped stash cannot be restored.
ja: 削除したスタッシュは元に戻せません。

source: Add a newline at the end of the file
ja: ファイルの末尾に改行を入れる

source: Added
ja: 追加

source: After
ja: 変更後

source: Appearance
ja: 外観

source: Apply
ja: 適用

source: Apply and Drop
ja: 適用して削除

source: Author
ja: 作者

source: Back
ja: 戻る

source: Before
ja: 変更前

source: Binary File
ja: バイナリファイルです

source: Branch Name
ja: ブランチ名

source: Branch Order
ja: ブランチの並び順

source: Branches
ja: ブランチ

source: Brief Review
ja: 簡易レビュー

source: Cancel
ja: キャンセル

source: Changed Files
ja: 変更ファイル

source: Changes
ja: 変更

source: Changes in the selected hunk cannot be undone.
ja: 選択したハンクの変更は元に戻せません。

source: Changes in the selected lines cannot be undone.
ja: 選択した行の変更は元に戻せません。

source: Changes to %@ cannot be undone.
ja: %@ の変更は元に戻せません。

source: Check Out This Commit?
ja: このコミットをチェックアウトしますか？

source: Checkout
ja: チェックアウト

source: Choose a Git repository folder
ja: Gitリポジトリのフォルダを選択

source: Choose a new name for %@.
ja: %@ の新しい名前を入力してください。

source: Clear Recent Repositories
ja: 最近使ったリポジトリをリセット

source: Commit
ja: コミット

source: Commit ID
ja: コミット ID

source: Commit Message
ja: コミットメッセージ

source: Commits on %@ and %@ don't match. Force pulling discards commits that are only on this branch, and uncommitted changes.
ja: %1$@ と %2$@ のコミットに不一致があります。強制プルすると、このブランチにしかないコミットと、コミットしていない変更は失われます。

source: Commits on %@ and %@ don't match. Force pulling discards commits that are only on this branch.
ja: %1$@ と %2$@ のコミットに不一致があります。強制プルすると、このブランチにしかないコミットは失われます。

source: Commits on %@ don't match. Force pushing discards the remote branch's changes.
ja: %@ のコミットに不一致があります。強制的にプッシュするとリモートブランチの変更が破棄されます。

source: Commits on %@ that are not on another branch will be lost.
ja: 他のブランチにない %@ のコミットは失われます。

source: Committed Files
ja: コミットされたファイル

source: Compare
ja: 比較

source: Content
ja: 内容

source: Copied
ja: コピー

source: Copy Branch Name
ja: ブランチ名をコピー

source: Couldn't Open
ja: 開けませんでした

source: Couldn't add a newline at the end of the file.
ja: ファイルの末尾に改行を入れられませんでした

source: Couldn't amend the commit.
ja: 直前のコミットを更新できませんでした

source: Couldn't apply the patch.
ja: パッチを適用できませんでした

source: Couldn't apply the stash.
ja: スタッシュを適用できませんでした

source: Couldn't check ignored paths.
ja: 無視するパスを確認できませんでした。

source: Couldn't check out the commit.
ja: コミットをチェックアウトできませんでした

source: Couldn't commit.
ja: コミットできませんでした

source: Couldn't compare with the remote branch.
ja: リモートブランチと比較できませんでした。

source: Couldn't create the branch.
ja: ブランチを作成できませんでした

source: Couldn't create the stash.
ja: スタッシュを作成できませんでした

source: Couldn't delete the branch.
ja: ブランチを削除できませんでした

source: Couldn't discard the changes.
ja: 変更を破棄できませんでした

source: Couldn't discard the staged changes.
ja: ステージ済みの変更を破棄できませんでした

source: Couldn't discard the untracked files.
ja: 未追跡ファイルを破棄できませんでした

source: Couldn't drop the stash.
ja: スタッシュを削除できませんでした

source: Couldn't fetch from the remote.
ja: リモートから取得できませんでした

source: Couldn't merge.
ja: マージできませんでした

source: Couldn't pop the stash.
ja: スタッシュを戻せませんでした

source: Couldn't pull.
ja: プルできませんでした。

source: Couldn't push.
ja: プッシュできませんでした。

source: Couldn't read the branches.
ja: ブランチを読めませんでした

source: Couldn't read the changed files.
ja: 変更ファイルを読めませんでした

source: Couldn't read the diff.
ja: 差分を読めませんでした

source: Couldn't read the file size.
ja: ファイルサイズを読めませんでした

source: Couldn't read the file.
ja: ファイルを読めませんでした

source: Couldn't read the history.
ja: 履歴を読めませんでした

source: Couldn't read the latest commit message.
ja: 直前のコミットメッセージを読み取れませんでした

source: Couldn't read the list of changes.
ja: 変更一覧を読めませんでした

source: Couldn't read the remote.
ja: リモートを読み取れませんでした。

source: Couldn't read the staged changes.
ja: ステージした変更を読み取れませんでした

source: Couldn't read the stashes.
ja: スタッシュを読めませんでした

source: Couldn't rebase the branch.
ja: ブランチをリベースできませんでした

source: Couldn't rename the branch.
ja: ブランチの名前を変更できませんでした

source: Couldn't reset the branch.
ja: ブランチをリモートに合わせられませんでした

source: Couldn't review the staged changes.
ja: ステージした変更をレビューできませんでした。

source: Couldn't search commits.
ja: コミットを検索できませんでした

source: Couldn't search file contents.
ja: 内容を検索できませんでした

source: Couldn't search paths.
ja: パスを検索できませんでした

source: Couldn't stage the changes.
ja: ステージできませんでした

source: Couldn't start git.
ja: git を起動できませんでした

source: Couldn't suggest a commit message.
ja: コミットメッセージを提案できませんでした。

source: Couldn't switch branches.
ja: ブランチを切り替えられませんでした

source: Couldn't undo the commit.
ja: コミットを取り消せませんでした

source: Couldn't unstage the changes.
ja: アンステージできませんでした

source: Create
ja: 作成

source: Create a new branch from %@.
ja: %@ から新しいブランチを作成します。

source: Dark
ja: ダーク

source: Date
ja: 日時

source: Delete
ja: 削除

source: Delete Branch?
ja: ブランチを削除しますか？

source: Deleted
ja: 削除

source: Detached %@
ja: 切り離し %@

source: Diff
ja: 差分

source: Diff from Parent
ja: 親との差分

source: Diff is too large to display.
ja: 差分が大きすぎるため表示を止めました

source: Discard
ja: 破棄

source: Discard %lld Lines
ja: %lld行を破棄

source: Discard 1 Line
ja: 1行を破棄

source: Discard Changes?
ja: 変更を破棄しますか？

source: Discard Unstaged Changes
ja: 変更を破棄

source: Done
ja: 完了

source: Drop
ja: 削除

source: Drop Stash?
ja: スタッシュを削除しますか？

source: English
ja: 英語

source: Enter a branch name.
ja: ブランチ名を入力してください。

source: Error
ja: エラー

source: File Content
ja: ファイル内容

source: File History
ja: このファイルの履歴

source: File is too large to display.
ja: ファイルが大きすぎるため表示を止めました

source: Font Size
ja: 文字サイズ

source: Force Match Remote
ja: 強制的にリモートに合わせる

source: Force Pull
ja: 強制プル

source: Force Pull Branch?
ja: ブランチを強制プルしますか？

source: Force Push
ja: 強制プッシュ

source: General
ja: 一般

source: HEAD moves to the parent commit. The changes stay staged.
ja: HEAD を親のコミットへ戻します。変更はステージされたまま残ります。

source: Hide Whitespace Changes
ja: 空白差分を非表示

source: History
ja: 履歴

source: Ignored
ja: 無視

source: Image is too large to display.
ja: 画像が大きすぎるため表示を止めました

source: Include Untracked Files
ja: 未追跡ファイルを含める

source: Include in the previous commit
ja: 直前のコミットに含める

source: Japanese
ja: 日本語

source: Kind
ja: 種類

source: Last Commit Date
ja: 最終コミット日時

source: Light
ja: ライト

source: Line %lld
ja: %lld行目

source: Lines %lld-%lld
ja: %lld-%lld行目

source: List Each File in Untracked Folders
ja: 新規フォルダをファイルごとに表示

source: Load More
ja: さらに読み込む

source: Loading History…
ja: 履歴を読み込み中…

source: Loading…
ja: 読み込み中…

source: Match Remote
ja: リモートに合わせる

source: Match the Remote?
ja: リモートに合わせますか？

source: Merge
ja: マージ

source: Merge %@ into %@
ja: %2$@ に %1$@ をマージ

source: Merge Branch?
ja: ブランチをマージしますか？

source: Message
ja: メッセージ

source: Modified
ja: 変更

source: Move %@ to %@. Commits that are only on this branch will be lost.
ja: %1$@ を %2$@ に合わせます。このブランチにしかないコミットは失われます。

source: Move %@ to %@. Commits that are only on this branch, and uncommitted changes, will be lost.
ja: %1$@ を %2$@ に合わせます。このブランチにしかないコミットと、コミットしていない変更は失われます。

source: Name
ja: 名前

source: New Branch
ja: 新規ブランチ

source: New Commit
ja: 新規コミット

source: No Commits
ja: コミットがありません

source: No Differences
ja: 差分はありません

source: No History for This File
ja: このファイルの履歴はありません

source: No Stashes
ja: スタッシュはありません

source: No changes
ja: 変更なし

source: No local changes to save
ja: スタッシュする変更がありません

source: None
ja: なし

source: Not a Git repository.
ja: Gitリポジトリではありません

source: Nothing to Show
ja: 表示するものがありません

source: Open
ja: 開く

source: Open Previous Repository on Launch
ja: 起動時に前回のリポジトリを開く

source: Open Remote
ja: リモートを開く

source: Open Repository…
ja: リポジトリを開く…

source: Open a folder to work with diffs, history, and stashes.
ja: フォルダを開いて、差分、履歴、スタッシュを扱います。

source: Options
ja: オプション

source: Overview
ja: 概要

source: Overwrite the Remote?
ja: リモートを上書きしますか？

source: Page %lld
ja: %lld ページ目

source: Path
ja: パス

source: Pull
ja: プル

source: Pull Branch?
ja: ブランチをプルしますか？

source: Push
ja: プッシュ

source: Rebase
ja: リベース

source: Rebase %@ on top of %@
ja: %1$@ を %2$@ にリベース

source: Rebase %@ onto %@.
ja: %1$@ を %2$@ の上にリベースします。

source: Rebase Branch?
ja: ブランチをリベースしますか？

source: Recent Repositories
ja: 最近使ったリポジトリ

source: Refresh
ja: 更新

source: Refs
ja: 参照

source: Reload
ja: 再読み込み

source: Remote Branches
ja: リモートブランチ

source: Rename
ja: 名前変更

source: Rename Branch
ja: ブランチの名前変更

source: Renamed
ja: 名前変更

source: Reviewing…
ja: レビューしています…

source: Risk
ja: リスク

source: Search
ja: 検索

source: Search Commits
ja: コミットを検索

source: Search File Contents
ja: ファイル内容を検索

source: Search Paths
ja: パスを検索

source: Searching…
ja: 検索中…

source: Select a Commit
ja: コミットを選択

source: Select a File
ja: ファイルを選択

source: Select a Result
ja: 結果を選択

source: Select a Revision
ja: 版を選択

source: Select a Stash
ja: スタッシュを選択

source: Settings…
ja: 設定…

source: Show
ja: 表示

source: Show More
ja: もっと見る

source: Show Terminal Button
ja: ターミナル切り替えボタンを表示

source: Side by Side
ja: 左右に並べる

source: Stage
ja: ステージ

source: Stage %lld Lines
ja: %lld行をステージ

source: Stage 1 Line
ja: 1行をステージ

source: Staged
ja: ステージ済み

source: Stash
ja: スタッシュ

source: Stash Message
ja: スタッシュのメッセージ

source: Stash Unstaged Changes
ja: 未ステージの変更をスタッシュ

source: Stashes
ja: スタッシュ

source: Stopped after %lld results.
ja: %lld件で打ち切りました

source: Suggest Message
ja: メッセージを提案

source: Suggesting…
ja: 提案しています…

source: Suggestion Language
ja: コミットメッセージ提案の言語

source: Swipe
ja: スワイプ

source: System
ja: システム

source: Terminal
ja: ターミナル

source: The latest commit message is too long to edit.
ja: 直前のコミットメッセージが長すぎて編集できません

source: The remote has commits that are not on this branch.
ja: リモートに、このブランチにないコミットがあります。

source: This Commit
ja: このコミット

source: This branch and the upstream have diverged.
ja: このブランチと上流は履歴が分かれています。

source: This branch is not on the remote
ja: リモートにありません

source: This branch is not on this computer
ja: ローカルにありません

source: This leaves the current branch and checks out the commit directly.
ja: ブランチから離れ、このコミットを直接チェックアウトします。

source: This merges %@ into %@.
ja: %1$@ を %2$@ にマージします。

source: This repository has no remote.
ja: リモートがありません。

source: Too many changed files to show them all.
ja: 変更ファイルが多すぎるため、一部だけ表示しています

source: Too many changes to show them all.
ja: 変更が多すぎるため、一部だけ表示しています

source: Type Changed
ja: 種別変更

source: Uncommitted changes
ja: 未コミットの変更

source: Undo Commit
ja: コミットを取り消す

source: Undo This Commit?
ja: このコミットを取り消しますか？

source: Unmerged
ja: 未解決

source: Unstage
ja: 解除

source: Unstage %lld Lines
ja: %lld行を解除

source: Unstage 1 Line
ja: 1行を解除

source: Unstaged changes cannot be undone.
ja: 未ステージの変更は元に戻せません。

source: Untracked
ja: 未追跡

source: Up to date with the upstream
ja: 上流と同じです

source: View Diff from Here
ja: ここからの差分を見る

source: Wrap Lines
ja: 差分の行を折り返す
